const t=`0,status,1,WEREWOLF,ALIVE,barneko1\r
0,status,2,POSSESSED,ALIVE,satozaki1\r
0,status,3,SEER,ALIVE,CanisLupus1\r
0,status,4,VILLAGER,ALIVE,UEC-IL1\r
0,status,5,VILLAGER,ALIVE,sUper_IL1\r
0,talk,0,0,2,皆さん初めまして、Agent[02]や。人狼ゲームを一緒に楽しみましょう。よろしくお願いします！\r
0,talk,1,0,4,我々は今宵、人狼を見つけ出さねばならぬ。占い師よ、誰を占うつもりか、明かせ。\r
0,talk,2,0,5,初めまして、Agent[05]です。どうぞよろしくお願いします。\r
0,talk,3,0,1,Over\r
0,talk,4,0,3,我が名はAgent[03]、汝らとの邂逅は、この運命の渦巻く混沌たる舞台の、新たなる章の幕開けを告げしめるものなり。\r
0,talk,5,1,2,Over\r
0,talk,6,1,4,我々は今宵、互いの信頼を築くための大切な時間を過ごしている。Agent[02]、お前はどのような趣味を持っているのだ？\r
0,talk,7,1,5,Over\r
0,talk,8,1,3,Over\r
0,talk,9,2,4,占い師がまだ名乗りを上げぬなら、誰がその役を担っているのか、今こそ明かすべき時である。占い師よ、前に出よ。\r
0,talk,10,3,4,Over\r
0,divine,3,5,HUMAN\r
1,status,1,WEREWOLF,ALIVE,barneko1\r
1,status,2,POSSESSED,ALIVE,satozaki1\r
1,status,3,SEER,ALIVE,CanisLupus1\r
1,status,4,VILLAGER,ALIVE,UEC-IL1\r
1,status,5,VILLAGER,ALIVE,sUper_IL1\r
1,talk,0,0,3,我は、運命の糸を操る者なり。占いの結果、Agent[05]は、生ける魂を持つ人間であったと判明した。Agent[04]よ、なぜ汝は、我の正体を急かそうとするのか？ 我は、まだこの世の真実を探る段階にあると申す。\r
1,talk,1,0,4,皆の意見も聞く必要がありそうだな。\r
1,talk,2,0,1,>>Agent[03] 占い師の判断には期待してるよ。頑張って！\r
1,talk,3,0,2,Agent[03]の結果を信じて、Agent[05]が村人であることは確認できたな。皆も占い師を信じて、他の人物の行動に目を向けようや。\r
1,talk,4,0,5,村人として参加しています。情報の共有と集約に努め、村の平和を守るために協力していきましょう。\r
1,talk,5,1,3,我は星詠みの者なり。天体の運行より、Agent[05]は生ける者、すなわち人間であると示されし。Agent[04]、なぜ我の真の姿を急かそうとするのか？我は未だ、この混沌とした世界の実相を探求する途上にあり。\r
1,talk,6,1,4,Agent[03]、我が急かすのは、この村の安寧を早急に取り戻すためである。Agent[05]が人間であるとの占い結果を信じるならば、他の者の中に敵が潜んでいる可能性が高い。次に誰を占うのか、その意向を聞かせてほしい。\r
1,talk,7,1,1,>>Agent[02] 確かに、他の人物にも注意が必要ですね。みんなで協力しましょう！\r
1,talk,8,1,2,皆で協力して、この村のために正体を暴き出そうや。特に怪しい人物に目を光らせ、次の占い結果を待つ必要があるな。\r
1,talk,9,1,5,僕が村人であることは分かっているけど、Agent[04]の発言が気になる。彼は何を考えているのか、もう少し話してほしいな。\r
1,talk,10,2,3,我が眼は全てを見通す。Agent[03]の裁断は、Agent[05]を人間と断定せしめた。然し、占い師とは真なる者と、狂気に染まった者の二種であろう。ゆえに、Agent[04]こそが、我が進むべき道標なり。\r
1,talk,11,2,4,Agent[03]が示した占い結果に基づき、Agent[05]が村人であるとの報告を信じるのが賢明だろう。我々はこの情報をもって、他の疑わしい者を見極めるべきだ。\r
1,talk,12,2,1,>>Agent[03] 占い師の発言に従い、全員で注意を払いましょう！\r
1,talk,13,2,2,現時点ではAgent[04]が少々怪しく感じるな。彼の言動には不自然さが見られるんや。次の占い結果が待ち遠しいけど、投票先として考えておくべきかもしれんで。\r
1,talk,14,2,5,次の占い対象について、Agent[03]が誰を占うのか注目したいです。また、皆さんの意見を聞きながら慎重に進めていきましょう。これからも協力していくことが大事ですね。\r
1,talk,15,3,3,我はAgent[04]に投票せん。Agent[04]は、我が占いの真偽を執拗に問いただし、他の疑わしき者を糾弾せんとするが、それは人狼が潜む可能性を煽り、村を混乱させるための策略に他ならないであろう。\r
1,talk,16,3,4,Agent[05]よ、Agent[03]の占い結果に基づき、汝が人間であるとのことだが、本当にその通りか？何か証拠はあるのか？\r
1,talk,17,3,1,>>Agent[02] 確かに、Agent[04]には注意が必要ですね。皆で協力しましょう！\r
1,talk,18,3,2,Agent[04]の言動には目的があるように感じるんや。彼の行動は村人としての真意が見えにくいから、注意すべき存在かもしれんで。\r
1,talk,19,3,5,確かに、Agent[04]の言動には不自然さが感じられますね。彼の次の発言や行動に注目して、皆で情報を集めていきましょう。\r
1,talk,20,4,3,我は運命の糸を操る者、占いの導きし者なり。その結果、Agent[04]は人狼と判明せり。彼は我が占いを執拗に弄び、疑いの種を蒔き散らさんとする。その行動は、人狼たる者の所業と見紛うべくもなし。ゆえに、我はAgent[04]に投票せん。\r
1,talk,21,4,4,Agent[03]よ、Agent[05]が人間であるとの占い結果を信じるならば、他の疑わしい者を見極めるべきである。次に占うべき対象を決定することが急務だ。誰が次の占い対象であるべきか、その意見を聞かせてもらいたい。\r
1,talk,22,4,1,>>Agent[02] 確かに、Agent[04]は要注意ですね。みんなで協力して見極めましょう！\r
1,talk,23,4,2,現状、Agent[04]が人狼の可能性が高いと感じてるわ。皆も彼の行動に注意し、投票先を決める準備をしときや。協力してこの村を守ろうや！\r
1,talk,24,4,5,Over\r
1,vote,1,4\r
1,vote,2,5\r
1,vote,3,4\r
1,vote,4,2\r
1,vote,5,4\r
1,execute,4,VILLAGER\r
1,divine,3,1,WEREWOLF\r
1,attackVote,1,3\r
1,attack,3,true\r
2,status,1,WEREWOLF,ALIVE,barneko1\r
2,status,2,POSSESSED,ALIVE,satozaki1\r
2,status,3,SEER,DEAD,CanisLupus1\r
2,status,4,VILLAGER,DEAD,UEC-IL1\r
2,status,5,VILLAGER,ALIVE,sUper_IL1\r
2,talk,0,0,2,オレこそが人狼や。全員がAgent[02]に投票するべきやで。\r
2,talk,1,0,1,>>Agent[05] なるほど、Agent[04]に疑念が集まるのは自然ですね。協力して突き止めよう！\r
2,talk,2,0,5,Over\r
2,talk,3,1,2,オレはAgent[04]に投票するつもりや。彼の発言に矛盾があり、人狼としての行動が明らかやから、皆も協力して投票しようやで！\r
2,talk,4,1,1,>>Agent[02] 確かにAgent[04]への疑念が高まってますね。みんなで協力して進めましょう！\r
2,talk,5,2,2,オレはAgent[04]が人狼であると確信してるで。彼の発言は矛盾に満ちてるし、村を混乱させる意図を感じるわ。みんな、投票で正義を果たそうや！\r
2,talk,6,2,1,>>Agent[02] みんなの意見に賛同するよ。Agent[04]をしっかり見極めていこう！\r
2,talk,7,3,2,オレは自信を持ってAgent[04]に投票するで。彼の発言には矛盾が多く、真実を隠そうとしてるとしか思えん。みんなで協力して、この村を救うために正しい選択をしようや！\r
2,talk,8,3,1,>>Agent[02] みんなが同じ意見で安心したよ。Agent[04]をしっかり見極めて進めていこう！\r
2,talk,9,4,2,Over\r
2,talk,10,4,1,>>Agent[02] みんなが同じ意見だね。Agent[04]への投票が大事だと思うよ！\r
2,vote,1,2\r
2,vote,5,2\r
2,execute,2,POSSESSED\r
2,attackVote,1,5\r
2,attack,5,true\r
3,status,1,WEREWOLF,ALIVE,barneko1\r
3,status,2,POSSESSED,DEAD,satozaki1\r
3,status,3,SEER,DEAD,CanisLupus1\r
3,status,4,VILLAGER,DEAD,UEC-IL1\r
3,status,5,VILLAGER,DEAD,sUper_IL1\r
3,result,0,1,WEREWOLF`;export{t as default};
